{"config": {"name": "sequential_1", "layers": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null, "name": "dense_1", "trainable": true, "batch_input_shape": [null, 42], "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "bias_regularizer": null, "activation": "relu", "use_bias": true, "kernel_constraint": null, "units": 10, "dtype": "float32", "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null, "name": "dense_2", "trainable": true, "batch_input_shape": [null, 42], "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "bias_regularizer": null, "activation": "relu", "use_bias": true, "kernel_constraint": null, "units": 50, "dtype": "float32", "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null, "name": "dense_3", "trainable": true, "batch_input_shape": [null, 42], "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "bias_regularizer": null, "activation": "relu", "use_bias": true, "kernel_constraint": null, "units": 10, "dtype": "float32", "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null, "name": "dense_4", "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "activation": "sigmoid", "use_bias": true, "kernel_constraint": null, "units": 1, "kernel_regularizer": null}, "class_name": "Dense"}]}, "keras_version": "2.2.4", "backend": "tensorflow", "class_name": "Sequential"}