{"keras_version": "2.2.4", "config": {"name": "sequential_1", "layers": [{"config": {"kernel_constraint": null, "trainable": true, "batch_input_shape": [null, 42], "dtype": "float32", "name": "dense_1", "units": 10, "bias_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "use_bias": true, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "trainable": true, "batch_input_shape": [null, 42], "dtype": "float32", "name": "dense_2", "units": 50, "bias_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "use_bias": true, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "trainable": true, "batch_input_shape": [null, 42], "dtype": "float32", "name": "dense_3", "units": 10, "bias_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "use_bias": true, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "trainable": true, "name": "dense_4", "units": 1, "bias_regularizer": null, "activation": "sigmoid", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}]}, "backend": "tensorflow", "class_name": "Sequential"}