{"class_name": "Sequential", "backend": "tensorflow", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "dtype": "float32", "bias_regularizer": null, "activity_regularizer": null, "units": 10, "name": "dense_1", "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "use_bias": true, "batch_input_shape": [null, 41]}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "dtype": "float32", "bias_regularizer": null, "activity_regularizer": null, "units": 50, "name": "dense_2", "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "use_bias": true, "batch_input_shape": [null, 41]}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "dtype": "float32", "bias_regularizer": null, "activity_regularizer": null, "units": 10, "name": "dense_3", "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "use_bias": true, "batch_input_shape": [null, 41]}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "activity_regularizer": null, "units": 1, "name": "dense_4", "kernel_regularizer": null, "bias_constraint": null, "activation": "sigmoid", "use_bias": true}}]}, "keras_version": "2.2.4"}